let coursesData = [
    {

 id: 1,
        title: "آمادگی آزمون تافل",

        online: "دارد",
        sath: "پیشرفته",
        price: "8", img: '/images/image-courses/how-to-prepare-for-toefl-750x430.webp', description: `تافل یک آزمون استاندارد است که مهارتهای شما در زبان انگلیسی و استفاده از آن را در محیط دانشگاهـــی ارزیابــــی میکند. بنابراین می توانید مطمئن باشید که در دانشگاههایی که این مدرک اهمیت دارد شما متمایز خواهید شد. این آزمون برای اهدافی چون تحصیل در کشورهای دیگر و گذراندن دورههای کوتاه مدت مفید است. در این آزمون هر چهار مهارت سنجش خواهد شد`
        , percent: "90"
    },


    {
        sath: "پیشرفته",
        id: 2, online: "ندارد",
        title: " دوره TTC", price: '900', img: '/images/coueses of english/ttc1.png', description: `
        دوره تربیت مدرس زبان انگلیسی (TTC)Teacher Training Course سفیر، دوره جامع و منحصر به فرد تربیت مدرس زبان انگلیسی است که با هدف توانمندسازی افراد علاقه‌مند به حوزه آموزش زبان و در جهت کمک به اشتغال‌زایی توسط موسسه زبان سفیر طراحی شده است.
شما می‌توانید بدون نیاز به شرکت در دوره‌های بین المللی یا تحصیل در رشته‌های دانشگاهی مرتبط، تنها با داشتن سطح زبانی متوسط به بالا (C1) یک گام بلند در جهت شروع تدریس زبان انگلیسی برداشته و خود را از نظر دانش تئوری و توانایی عملی برای شروع تدریس در سفیر یا هر آموزشگاه دیگری آماده کنید`
        , percent: "85"
    },

    {
        id: 3, sath: "متوسط به بالا", online: "ندارد",
        title: "آموزش مکالمه", price: "750", img: '/images/coueses of english/e1.png', description: ` 
        در این دوره آموزشی، هدف اصلی یادگیری مکالمات روزمره در موقعیت های مختلف و تقویت مهارت شنیداری است.

یکی از دلایلی که افراد پس از گذشت مدتی از یادگیری جدی زبان فاصله می‌گیرند، روال تکراری آموزش است. در دوره‌ آموزش زبان انگلیسی در آموزشگاه پردیسان تلاش شده است که فضایی با نشاط برای زبان‌ آموزان فراهم شود. همچنین از شیوه‌های نوین آموزشی برای آموزش استفاده شده است. زبان‌ آموزان نیز می‌توانند برای یادگیری بیشتر، در سبک‌های مطالعه خلاقیت به خرج دهند تا  یادگیری به امری روزمره و کسل کننده تبدیل نشود`
        , percent: "70"
    },
    {

        id: 4, sath: "مبتدی", online: "ندارد",
        title: "دپارتمان زبان کودکان", price: "550", img: '/images/coueses of english/kids.png', description: ` 
        برای بالا بردن بهره آموزشی در این سنین موارد مهمی وجود دارد که می‌بایست در هنگام اقدام به شروع آموزش زبان انگلیسی به کودکان، توسط والدین مورد بررسی قرار بگیرد. اولین گام‌ها در آموزش زبان کودکان، گام‌هایی هستند که باید مستحکم، درست و طبق اصول علمی و تخصصی برداشته شوند. توجه به این نکته اهمیت بالایی دارد که آموزش زبان انگلیسی برای کودکان در کنار تمام این اصول باید همراه با سرگرمی باشد، به‌نحوی که کودکان و خردسالان مشتاق به ادامه دادن این مسیر باشند و میل ادامه یادگیری در آن‌ها ایجاد شود.
        آموزش زبان انگلیسی برای کودکان در سفیر گفتمان از سنین ۷ تا ۱۲ سال شروع می‌شود. کلاس زبان کودکان از دو بخش مبتدی (۲۰ ترم) و پیشرفته (۱۵ ترم) تشکیل شده است. در این دوره آموزشی تلاش شده است با استفاده از کتب آموزشی به‌روز و پویا ابزار لازم یادگیری زبان انگلیسی کودکان را فراهم آوریم. در ادامه به معرفی دوره‌های موسسه زبان سفیر خواهیم پرداخت
        `
        , percent: "40"
    },
    {
        online: "دارد",
        id: 5, sath: "پیشرفته",
        title: "دپارتمان زبان بزرگسالان", price: "950", img: '/images/coueses of english/bozorg1.png', description: `اگر می‌خواهید زبان انگلیسی را فراتر از مکالمات روزمره یاد بگیرید یا قصد ادامه تحصیل یا کار در محیطی انگلیسی زبان را دارید، این سطح  ۶ ترمی مناسب شماست. در این سطح از دوره آموزش زبان انگلیسی برای بزرگسالان در سفیر، مهارتتان در مکالمه به حدی می‌رسد که به سادگی با افراد بومی (native) صحبت می‌کنید و به درجه‌ای می‌رسید که توانایی درک متن‌های پیچیده کاری و تخصصی را دارید.`
        , percent: "75"
    },

    {
        id: 6, sath: "متوسط", online: "دارد",
        title: "دپارتمان زبان نوجوانان", price: "  650", img: '/images/coueses of english/teen.jpg', description: `دوره آموزش زبان انگلیسی ویژه نوجوانان در سطح متوسطه Got it2 در آموزشگاه زبان پردیسان برگزار می شود. تمرکز اصلی این دوره آموزشی آشنایی با اصول اولیه یادگیری زبان انگلیسی می باشد. در این دوره با توجه و تمرکز بر روی چهار مهارت اصلی گفتاری (speaking) ، شنیداری (listening) ، نوشتار (writing) و درک مطلب (Reading) جلسات آموزش انجام می شود. همچنین امکان برگزاری این دوره بصورت کلاس حضوری و کلاس آنلاین در کلیه شعب پردیسان فراهم می باشد`
        , percent: "60"
    },
    {
        id: 7,
        title: "آمادگی آزمون آیلتس",


        sath: "پیشرفته", online: "دارد",
        price: "850", img: '/images/image-courses/ilets.webp', description: 'شاید اولین واژه‌ای که در ذهن افرادی که می‌خواهند مهاجرت تحصیلی یا کاری کنند شکل می‌گیرد مدرک آیلتس باشد. داشتن مدرک آیلتس با نمره‌ی بالا از پیش‌شرط‌های بسیار مهم مهاجرتی است و به همین منظور دوره‌های آیلتس موسسه سفیر برای پاسخ دادن به این نیاز شکل گرفته است تا آموزش اصولی در این زمینه ارائه دهد. برای آشنایی با جزئیات بیشتر راهنمایی‌های پایین را مطالعه کنید.این دوره برای افراد بالای ۱۶ سالی که متقاضی شرکت در آزمون IELTS هستند طراحی شده است و شامل سه بخش Pre-IELTS در ۷ ترم، IELTS در ۹ ترم و Post-IELTS در ۴ ترم است'
        , percent: "90"
    },


]





export default coursesData