import React from 'react';

export default function Footer() {




  return (<>

    <div className='text-flex'>

      <div class="containerdivs">


        < div class="containerdivs-child">


          <div className='text-right foottext'>

            <li className='text-bold'>      آموزشگاه زبان پردیسان
            </li>
            <p class="my-3">

              <img className=' downlogo' src="easli.jpg">

              </img>


              <br>
              </br>
              نخستین ارائه دهنده سیستم آموزشی  ترکیبی هایبرید

              <br>
              </br>



              در فضای مجازی ما را دنبال کنید

            </p>



          </div>



          <br />


          <div className='text-center   foottext'>

            <li class="yellowi">
              مزیت های ما
            </li>
            <ul>

              <li>
                <a href="#" class="  text-900  ">آموزش با برترین متدهای روز دنیا</a>
              </li>



              <li >
                <a href="#" class="text-900 ">دربرگیری تمامی گروه های سنی</a>
              </li>     <li >
                <a href="#" class="text-900 ">استفاده از مجرب ترین اساتید</a>
              </li>
              <li >
                <a href="#" class="text-900 ">محیط آموزشی پویا و صمیمی</a>
              </li>

              <li >
                <a href="#" class="text-900 "> دوره های پیشرفته</a>
              </li>



            </ul>
          </div>

          <div className='text-left   foottext'>

            <ul >
            <li class="yellowi-way">
             راه های ارتباطی 
              </li>
              <li  class="opacity-low">
                آدرس آموزشگاه : میدان ولی عصر -کوچه رحمانی
              </li>
              <li class="opacity-low">
                ارتباط بامدیریت
                baghamoh3@gmail.com
              </li>
              <li class="opacity-low">

                شماره های تماس:

              </li>
              <li class="text-90 ">

                021-88784512
              </li>
              <li class="text-90 ">
                021-88542178
              </li>

            </ul>
          </div>

        </div>

        <ul class="list-unstyled list-inline">
          <li class="list-inline-item" title="  لینکدین">
            <a href="https://www.linkedin.com/in/mohammad-baghani-7065ba242/" class="text-decoration-none"
            >

              <svg xmlns="http://www.w3.org/2000/svg" class="bi bi-twitter svg"
                viewBox="0 0 24 24">
                <path d="M19 0h-14c-2.761 0-5 2.239-5 5v14c0 2.761 2.239 5 5 5h14c2.762 0 5-2.239 5-5v-14c0-2.761-2.238-5-5-5zm-11 19h-3v-11h3v11zm-1.5-12.268c-.966 0-1.75-.79-1.75-1.764s.784-1.764 1.75-1.764 1.75.79 1.75 1.764-.783 1.764-1.75 1.764zm13.5 12.268h-3v-5.604c0-3.368-4-3.113-4 0v5.604h-3v-11h3v1.765c1.396-2.586 7-2.777 7 2.476v6.759z" />
              </svg>

            </a>
          </li>



          <li class="list-inline-item" title=" توئیتر ">
            <a href="#" class="text-decoration-none"
            >
              <svg
                class="bi bi-twitter svg"
                xmlns="http://www.w3.org/2000/svg"


                viewBox="0 0 16 16"
              >
                <path
                  d="M5.026 15c6.038 0 9.341-5.003 9.341-9.334 0-.14 0-.282-.006-.422A6.685 6.685 0 0 0 16 3.542a6.658 6.658 0 0 1-1.889.518 3.301 3.301 0 0 0 1.447-1.817 6.533 6.533 0 0 1-2.087.793A3.286 3.286 0 0 0 7.875 6.03a9.325 9.325 0 0 1-6.767-3.429 3.289 3.289 0 0 0 1.018 4.382A3.323 3.323 0 0 1 .64 6.575v.045a3.288 3.288 0 0 0 2.632 3.218 3.203 3.203 0 0 1-.865.115 3.23 3.23 0 0 1-.614-.057 3.283 3.283 0 0 0 3.067 2.277A6.588 6.588 0 0 1 .78 13.58a6.32 6.32 0 0 1-.78-.045A9.344 9.344 0 0 0 5.026 15z"
                ></path></svg
              ></a>
          </li>
          <li class="list-inline-item" title="  اینستاگرام">
            <a href="#" class="text-decoration-none"
            ><svg
              class="bi bi-instagram svg"
              xmlns="http://www.w3.org/2000/svg"


              viewBox="0 0 16 16"
            >
                <path
                  d="M8 0C5.829 0 5.556.01 4.703.048 3.85.088 3.269.222 2.76.42a3.917 3.917 0 0 0-1.417.923A3.927 3.927 0 0 0 .42 2.76C.222 3.268.087 3.85.048 4.7.01 5.555 0 5.827 0 8.001c0 2.172.01 2.444.048 3.297.04.852.174 1.433.372 1.942.205.526.478.972.923 1.417.444.445.89.719 1.416.923.51.198 1.09.333 1.942.372C5.555 15.99 5.827 16 8 16s2.444-.01 3.298-.048c.851-.04 1.434-.174 1.943-.372a3.916 3.916 0 0 0 1.416-.923c.445-.445.718-.891.923-1.417.197-.509.332-1.09.372-1.942C15.99 10.445 16 10.173 16 8s-.01-2.445-.048-3.299c-.04-.851-.175-1.433-.372-1.941a3.926 3.926 0 0 0-.923-1.417A3.911 3.911 0 0 0 13.24.42c-.51-.198-1.092-.333-1.943-.372C10.443.01 10.172 0 7.998 0h.003zm-.717 1.442h.718c2.136 0 2.389.007 3.232.046.78.035 1.204.166 1.486.275.373.145.64.319.92.599.28.28.453.546.598.92.11.281.24.705.275 1.485.039.843.047 1.096.047 3.231s-.008 2.389-.047 3.232c-.035.78-.166 1.203-.275 1.485a2.47 2.47 0 0 1-.599.919c-.28.28-.546.453-.92.598-.28.11-.704.24-1.485.276-.843.038-1.096.047-3.232.047s-2.39-.009-3.233-.047c-.78-.036-1.203-.166-1.485-.276a2.478 2.478 0 0 1-.92-.598 2.48 2.48 0 0 1-.6-.92c-.109-.281-.24-.705-.275-1.485-.038-.843-.046-1.096-.046-3.233 0-2.136.008-2.388.046-3.231.036-.78.166-1.204.276-1.486.145-.373.319-.64.599-.92.28-.28.546-.453.92-.598.282-.11.705-.24 1.485-.276.738-.034 1.024-.044 2.515-.045v.002zm4.988 1.328a.96.96 0 1 0 0 1.92.96.96 0 0 0 0-1.92zm-4.27 1.122a4.109 4.109 0 1 0 0 8.217 4.109 4.109 0 0 0 0-8.217zm0 1.441a2.667 2.667 0 1 1 0 5.334 2.667 2.667 0 0 1 0-5.334z"
                  آموزشی               ></path></svg
              ></a>
          </li>



        </ul>

        <div class="text-400 text-center">


          <p className=''>

            <a href="#" class=" myname">این سایت با    <svg
              class="bi bi-suit-heart-fill"
              xmlns="http://www.w3.org/2000/svg"
              width="16"
              height="16"
              fill="#df4485"
              viewBox="0 0 16 16"
            >      ساخته شده است توسط
              <path
                d="M4 1c2.21 0 4 1.755 4 3.92C8 2.755 9.79 1 12 1s4 1.755 4 3.92c0 3.263-3.234 4.414-7.608 9.608a.513.513 0 0 1-.784 0C3.234 9.334 0 8.183 0 4.92 0 2.755 1.79 1 4 1z"
              >       </path>
            </svg>






              توسط  محمد باغانی ساخته شده است *

              <a class='mohammad-rezume'

                href='https://shikpooshan.iran.liara.run/'>
                سایر
                نمونه کارهام


              </a>    <img class='mohammad-image' src="mohammad.jpg">
              </img>
            </a>


          </p>
        </div>




      </div>


    </div>

  </>


  )
}